validation/simpleBoxP/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers {
  p { solver GAMG; smoother DICGaussSeidel; tolerance 1e-10; relTol 0.01; }
  U { solver PBiCGStab; preconditioner DILU; tolerance 1e-10; relTol 0.1; }
}
SIMPLE { nNonOrthogonalCorrectors 0; consistent no;
         residualControl { p 1e-7; U 1e-7; } }
relaxationFactors { fields { p 0.3; } equations { U 0.7; } }
